def createGame():
	'''Создание игрового поля:
	расположение мин и подсчет числа мин воткруг
	клеток без мин '''
	pass


def show():
	'''функция отображения игрового поля'''
	pass

def goPlayer():
	'''Функция для ввода пользователем координат
	закрытой клетки игрового поля'''

def isFinish():
	'''определение текущего состояния игры:
	выиграли, проиграли или игра продолжается'''


def startGame():
	'''функция запуска игры. отображается игрвоое поле
	игрок открывает закрытую клетку, выдается результат'''
	pass



startGame()
print('Игра завершена')